from aiogram.utils.markdown import hbold, hstrikethrough, hlink

gmail_accs = {
    "GeorgeEdwards5481270@gmail.com": "IhKOSrorY",
    "AnthonyWhite8323426@gmail.com": "RDM6jHGa",
    "WilliamGreen1562156@gmail.com": "9mOW3HyS",
    "WilliamWilson9198019@gmail.com": "h7bYEMS7",
}


TOKEN = "6578461519:AAG8-0EOnC6DXD7f1UMj-julPiUAYiZl5F0"
greeting_message = f"""{hbold("Привет✌️, видимо ты заинтересовалась скидками с WB😉")}

Вот те самые каналы в которых ты можешь найти редкие товары по выгодным ценам✅:

{hlink("1. Лучшие подборки с одеждой для девушек🔥👗", "t.me/ozonwbdiscount")}

{hlink("2. Самые выгодные предложения с бижутерией😍💍", "t.me/bijouwbdiscounts")}

{hlink("3. Товары для дома для настоящих хозяюшек☺️🏡", "t.me/homewbdiscounts")}

Подписывайся! Мы очень стараемся каждый день удивлять вас новыми товарами и выгодными предложениями, которые вы не найдете в других каналах😄🍒"""
