from random import choice


def get_random_videofile_name():
    names = [
        "ВБ_шедевры",
        "ВБ_горячие_тренды",
        "ВБ_стильная_экономия",
        "ВБ_бриллианты_распродаж",
        "ВБ_мода_для_всех",
        "ВБ_секреты_красоты",
        "ВБ_галерея_шика",
        "ВБ_царство_скидок",
        "ВБ_магия_выбора",
        "ВБ_звездные_покупки",
        "ВБ_коллекция_счастья",
        "ВБ_оазис_моды",
        "ВБ_экономьте_с_умом",
        "ВБ_шопинг_без_границ",
        "ВБ_клондайк_удачи",
        "ВБ_праздник_для_кошелька",
        "ВБ_выбор_победителей",
        "ВБ_экспресс_красоты",
        "ВБ_гардероб_мечты",
        "ВБ_сокровищница_моды",
        "ВБ_фестиваль_моды",
        "ВБ_шопинг_парти",
        "ВБ_королевские_скидки",
        "ВБ_магазин_мечты",
        "ВБ_элитный_шопинг",
        "ВБ_сокровища_стиля",
        "ВБ_мода_без_компромиссов",
        "ВБ_шопинг_экспедиция",
        "ВБ_счастливые_часы",
        "ВБ_гламурные_скидки",
        "ВБ_модный_олимп",
        "ВБ_супермаркет_красоты",
        "ВБ_шопинг_для_гурманов",
        "ВБ_мода_на_каждый_день",
        "ВБ_секреты_стиля",
        "ВБ_выгодный_шопинг",
        "ВБ_модный_рай",
        "ВБ_шопинг_фиеста",
        "ВБ_модные_находки",
        "ВБ_экономия_с_удовольствием",
        "Супер_сэйвинги_ВБ",
        "ВБ_эксклюзив",
        "ВБ_сенсация",
        "ВБ_мегахиты",
        "ВБ_грандиозно",
        "ВБ_эконом_стиль",
        "ВБ_премиум_поиск",
        "ВБ_горячие_новинки",
        "ВБ_супер_шанс",
        "ВБ_модный_бум",
        "ВБ_шопинг_революция",
        "ВБ_супер_предложения",
        "ВБ_стильный_экспресс",
        "ВБ_модные_искры",
        "ВБ_шопинг_фест",
        "ВБ_супермодно",
        "ВБ_гардеробный_переворот",
        "ВБ_модный_фурор",
        "ВБ_стильная_экономия",
        "ВБ_шопинг_магнит",
    ]
    return choice(names)


youtube_accounts = {
    "discountwb1": {"login": "discountwb1@gmail.com", "password": "8l3Vzw0Jt0"},
    "bestsaleswb": {"login": "bestsaleswb@gmail.com", "password": "teeSEu0jnt"},
    "supersaverwb": {"login": "supersaverwb@gmail.com", "password": "UgCxQovJQP"},
}

# discountwb1 8l3Vzw0Jt0
# bestsaleswb teeSEu0jnt
# supersaverwb UgCxQovJQP
